Repository: Dankabulo/Codes
Catalog: GitTrends-main/GitTrends.Mobile.Common/Constants/NotificationConstants.*.resx
Languages: es, nl

# TrendingRepositoriesNotificationTitle
source: Your Repos Are Trending
es: Tus Repositorios Son Tendencia
nl: Je Repos Zijn Trending

source: by
es: por
nl: door

source: is Trending
es: es Tendencia

# SingleRepositoryNotificationMessage
source: {0} by {1} is trending
es: {0} por {1} es tendencia
nl: {0} door {1} is trending

# MultipleRepositoryNotificationMessage
source: You Have {0} Trending Repositories
es: Tienes {0} Repositorios en Tendencia
nl: Je hebt {0} Trending Repositories

source: Notifications Disabled
es: Notificaciones Deshabilitadas
nl: Notificaties Uitgeschakeld

# NotificationsNotSupported
source: Notifications Are Not Supported
es: Las Notificaciones No Son Compatibles
nl: Notificaties Zijn Niet Ondersteund

# HandleNotification_SingleTrendingRepository_Title
source: {0} is Trending
es: {0} es Tendencia

# HandleNotification_SingleTrendingRepository_Message
source: Let's check out its chart
es: Veamos su grafica
nl: Laten we naar de grafiek kijken

# HandleNotification_SingleTrendingRepository_Accept
source: Let's Go
es: De Acuerdo
nl: Naar Grafiek

# HandleNotification_SingleTrendingRepository_Decline
source: Not Right Now
es: No Ahora
nl: Niet Nu

# HandleNotification_MultipleTrendingRepository_Sorted_Message
source: Tap the repositories tagged "Trending" to see more details!
es: ¡Toque los repositorios etiquetados como "Tendencia" para ver más detalles!
nl: Tap op de gemarkeerd met "Trending" voor meer details!

# HandleNotification_MultipleTrendingRepository_Cancel
source: Thanks
es: Gracias
nl: Bedankt

# HandleNotification_MultipleTrendingRepositor_Unsorted_Message
source: Reverse The Sorting Order To Discover Which Ones
es: Invierta El Orden De Clasificación Para Descubrir Cuáles
nl: Sortering Omkeren om te Ontdekken Welke

# HandleNotification_MultipleTrendingRepositor_Unsorted_Accept
source: Reverse Sorting
es: Orden Inverso
nl: Sortering Omkeren

# HandleNotification_MultipleTrendingRepositor_Unsorted_Decline
source: Not Now
es: Ahora No
nl: Niet Nu
