Repository: Dankabulo/Codes
Catalog: GitTrends-main/GitTrends.Mobile.Common/Constants/OnboardingConstants.*.resx
Languages: bs, es, fr, nl

# SkipText
source: SKIP
bs: PRESKOČITI
es: OMITIR
fr: Passer
nl: OVERSLAAN

# TryDemoText
source: TRY DEMO
bs: ISPROBAJ TESTNU VEZRIJU
es: PROBAR DEMO
fr: Essayer la demo
nl: PROBEER DEMO

# ChartPage_Title
source: Get an overview of your repos
bs: Dobite detaljan pregled o vašem repozitoriju
es: Obten una visión general de tus repositorios
fr: Obtenez une vue d'ensemble de vos dépôts
nl: Krijg een overzicht van je repos

# ChartPage_Body_ShowAllTraffic
source: Charts show all traffic related to your repo:
bs: Grafikon prikazuje sve podatke o prometu za vaš repozitorij:
es: Las gráficas muestran todo el tráfico relacionado con tu repositorio:
fr: Les graphiques montre tout le traffique lié a votre dépôt
nl: Grafieken tonen je al het verkeer met betrekking tot je repo:

# ChartPage_Body_ZoomInOut
source: Zoom in/out to see accurately what you need to know
bs: Približite ili udaljite da biste vidjeli preciznije ono što vas interesuje
es: Acercar/Alejar para ver con precisión lo que necesitas saber
fr: Zoomez/Dézomez pour voir précisement se que vous avez besoin de savoir
nl: Zoom in/out om precies te zien wat je wilt weten

# ChartPage_Body_LongPress
source: Long press on the chart to see precise numeric values
bs: Kliknite dugo na grafikon da biste vidjeli precinzije brojčane vrijednosti
es: Mantenga presionado la gráfica para ver valores numéricos precisos
fr: Maintenez appuyé sur le graphique pour voir les valeurs numériques précises
nl: Tap en houd vast om de numerieke waardes te zien

# ConnectToGitHubPage_Title
source: Connect to GitHub
bs: Povežite se na GitHub
es: Conéctate a GitHub
fr: Se conneter à Github
nl: Verbind met GitHub

# ConnectToGitHubPage_Body_GetStarted
source: Get started by connecting your GitHub account, or try demo mode to tour GitTrends!
bs: Započnite povezivanjem na vaš GitHub račun, ili pokušajte sa demo verzijom GitTrends aplikacije!
es: ¡Comience conectando su cuenta de GitHub, o pruebe el modo de demostración para recorrer GitTrends!
fr: Commencez par vous connecter a votre compte Github, ou essayez le mode demo pour voir toutes les fonctionnalités de GitTrends!
nl: Begin direct door het verbinden van je GitHub account, of probeer de demo om GitTrends te ontdekken!

# GitTrendsPage_Title
source: Welcome to GitTrends
bs: Dobro došli na GitTrends
es: Bienvenido a GitTrends
fr: Bienvenu sur GitTrends
nl: Welkom bij GitTrends

# GitTrendsPage_Body_GitTrendsHelps
source: GitTrends helps monitor your GitHub repos:
bs: GitTrends vam ponaže da kontrolišete vaše GitHub repozitorije:
es: GitTrends ayuda a monitorear tus repositorios de GitHub:
fr: GitTrends aide a surveiller vos dépots GitHub
nl: GitTrends helpt je bij het monitoren van je GitHub repos:

# GitTrendsPage_Body_MonitorGitHubRepos
source: Monitor GitHub Repo Views, Clones, Forks, Stars and Issues
bs: Pratite GitHub repozitorij i njegove Preglede, Kolonove, Forks, Favorite i Probleme.
es: Monitorea las vistas de repositorio de GitHub, clones, forks, estrellas y problemas
fr: Surveillez les vues, clones, forks, stars et issue de vos dépôts Github
nl: Monitor je Github Repo Views, Clones, Forks, Stars en Issues

# GitTrendsPage_Body_DiscoverReferringSites
source: Discover Referring Sites
bs: Otkrijte referirajuće stranice
es: Descubre sitios de referencia
fr: Découvrez Sites Réferants
nl: Ontdek Refererende Sites

# NotificationsPage_Title
source: Be notified when repos are trending
bs: Budi obaviješten kada je repozitorij u trendingu
es: Ser notificado cuando los repos están en tendencia
fr: Etre notifié quand les repos sont en tendances
nl: Krijg notificaties wanneer repos trending zijn

# NotificationsPage_Body_MoreTrafficThanUsual
source: GitTrends will notify you when your GitHub repositories are receiving more traffic than usual.
bs: GitTrends će vas obavijestiti kada vaš GitHub repozitorij bude imao više prometa nego inače.
es: GitTrends le notificará cuando sus repositorios de GitHub estén recibiendo más tráfico de lo habitual.
fr: GitTrends va vous notifier quand vos dépots Github on plus de trafique que la normale
nl: GitTrends stuurt je een notificatie wanneer je GitHub repositories meer verkeer hebben dan normaal.

source: Enable Notifications
bs: Omogućite notifikacije
es: Permitir Notificaciones
fr: Activer les notifications
nl: Notificaties Inschakelen
