Repository: Dankabulo/Codes
Catalog: GitTrends-main/GitTrends.Mobile.Common/Constants/SplashScreenPageConstants.*.resx
Languages: es, nl

source: Initializing
es: Inicializando
nl: Initialiseren

source: Connecting to servers
es: Conectando a servidores
nl: Verbinden met servers

source: Still working on it
es: Sigo trabajando en eso
nl: Nog steeds bezig

source: Let's try it like this
es: Probémoslo así
nl: Laten we het eens zo proberen

source: Maybe this
es: Tal vez esto
nl: Misschien dit

source: Another try
es: Otro intento
nl: Of misschien zo

# ItShouldntTakeThisLong
source: Hmmm, it shouldn't take this long
es: Hmmm, no debería tomar tanto tiempo
nl: Hmm, dit zou niet zo lang moeten duren

# AreYouSureInternetConnectionIsGood
source: Are you sure the internet connection is good?
es: ¿Estás seguro de que la conexión a internet es buena?
nl: Weet je zeker dat je internet werkt?

source: Preview Mode
es: Modo de Vista Previa
nl: Preview Modus

# WarningsMayAppear
source: Certain license warnings may appear
es: Ciertas advertencias de licencia pueden aparecer
nl: Licentie waarschuwingen zouden getoond kunnen worden

source: Initialization Failed
es: Inicialización falló
nl: Initialisatie Mislukt

# EnsureInternetConnectionAndLatestVersion
source: Ensure Internet Connection Is Available and Update GitTrends to the Latest Version
es: Asegúrese de que la conexión a Internet esté disponible y actualice GitTrends a la última versión
nl: Wees Er Zeker Van Dat Je Een Werkende Internet Verbinding Hebt Dat je De Laatste Versie van GitTrends Gebruikt
